[
    {
        "name": "Guefilte fish",
        "id": 1,
        "ingredientes": "2 kg de pescado, 2 cebollas, perejil, apio, 1/4 de taza de harina de matza, 2 yemas de huevos, sal, pimienta, azucar",
        "instrucciones": "Limpiar el pescado quitando toda la piel desde la cabeza hasta la cola evitando rasgarla. Lavar la piel y dejarla secar. Picar la carne del pescado reservando la cabeza y las espinas. Sofreír las 2 cebollas hasta que doren con un poco de perejil picado y mezclarlo con el pescado. Agregar un cuarto de taza de harina de matzá, 2 yemas, sal, pimienta y una pisca de azúcar. Rellenar la piel con la mezcla y salar por fuera. Colocar el pescado en una olla grande, forrada con las espinas, la cabeza, una cebolla en rodajas, hojas del perejil y del apio. Cubra todo con agua hirviendo y cocinar durante dos horas hasta que se le seque el agua, no colocarle tapa. Colocar el pescado en una fuente. Colar la salsa que ha quedado en la olla. Incorporar dos yemas de huevo y algunas rodajas de limón y dejar hervir. Al espesar retire del fuego y añadir caliente sobre el pescado. Servir. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/62-image/62-image_small.jpg",
        "descripcion": "El guefilte fish, es una receta de tradición de la comunidad judia askenazi, un plato muy sabroso y fuera de lo común, hecho con la variedad de pescado que más te guste."
    },
    {
        "name": "Falafel",
        "id": 2,
        "ingredientes": "300gr de garbanzos, 100 gr de harina de garbanzos, 5 gr de levadura, 10 gr de comino molido, 100 gr de cebolla, 1 diente de ajo, cilantro, perejil, pimienta, aceite, sal",
        "instrucciones": "Se empieza poniendo los garbanzos en remojo durante 24. Transcurrido este tiempo, se escurre y se pone a secar bien para que no queden restos de agua. Se agregan los garbanzos hidratados en un vaso de cocina o una batidora, junto con el diente de ajo, la cebolla picadas, las hojas de cilantro, de perejil y el comino molido. Luego debes triturar. A continuación, se añade la harina de garbanzos (reserva un par de cucharadas para cubrir la base de la fuente), la levadura y sazona con sal y pimienta al gusto. Se tritura de nuevo, hasta obtener una mezcla homogénea. Deja reposar la masa, en la nevera, durante 30 minutos. Con la mano, debes formar pequeñas bolitas del tamaño de una nuez y colóquelas en la fuente con la harina de garbanzos, al tiempo que debe rebozarlas de forma ligera. Monte en la cocina una sartén con abundante aceite y se pone a freír las bolitas, a fuego medio-alto, se doren por igual por ambos lados. Retire a un plato con papel absorbente y deje escurrir un par de minutos antes de servir. Se sirve con una salsa de tzatziki, y una ensalada de hojas verdes. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/6-image/6-image_small.jpg",
        "descripcion": "Plato con sello árabe, cuyo origen se remonta en la India, son croquetas fritas elaboradas con garbanzos triturados. Son riquísimas, y se acompañan con crema tzatziki. Un perfecto y nutritivo entrante."
    },
    {
        "name": "Jala",
        "id": 3,
        "ingredientes": "1 kg de harina, 1 huevo, 50 gr de levadura, 400 ml de agua tibia, aceite de oliva, azucar, sal",
        "instrucciones": "Diluya la levadura en el agua tibia, reserve bien. Ponga en un recipiente, la harina, la sal, el azúcar, el aceite y el huevo batido. Por último, se agrega la levadura ya diluida. Amase bien con las manos, si queda algo pegajosa, se aumenta un poco más de harina, hasta que la masa quede suave y se despegue de la mano. Deje reposar una hora, vuelva a amasar, luego forme las trenzas. Por último, en una bandeja, meta el pan en el horno, que debió estar calentándose a medio fuego. Queda a gusto de cada uno pintar con huevo y decorar con semillas. Acompañe con un rico hummus. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/22-image/22-image_small.jpg",
        "descripcion": "El Jalá es un pan trenzado, se consume muy frecuente en el Shabat, festividades judías, entre otros encuentros. Muy rico si se acompaña con un hummus. "
    },
    {
        "name": "Lajmashin",
        "id": 4,
        "ingredientes": "1 kg de harina de trigo, 50 gr. de levadura, 1 kg de carne picada, 2 limones, 1 cucharadita de comino, 1 cucharadita de barat, salsa de tomate, azucar, sal, aceite",
        "instrucciones": "Para preparar la masa, debe tamizar la harina en un bol. En otro bol, diluir la levadura con 1 3/4 vaso de agua. Junta todo y amasa. Dejar leudar, preferible, cerca del calor de la hornilla de la cocina. En una sartén con aceite, dore la cebolla picada. Prepare en un bol, agregue la carne picada cruda, con el jugo de los limones, el comino, barat y por último incorporar a salsa de tomate y el azúcar. Mezcle todo con la cebolla dorada. Con la masa, elabore con las manos, bolitas más chiquitas que la palma de la mano, y con el palo de amasar, aplastalas. Tienen que quedar como tapitas de empanadas. Colocar el relleno y doblar las puntas hacia adentro, y formar un triángulo. O se puede hacer abierto con aceite entre la masa y el relleno. Usted elija. Se pueden pintar con huevo para dorar la masa. Cocine en placa para horno con aceite entre 15 y 20 minutos a fuego medio-alto. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/11-image/11-image_small.jpg",
        "descripcion": "Un aperitivo parecido a las empanadas Árabes, pero su preparación es abierta, dejando visible el relleno. Este plato, ha influenciado al mediterránea, y por supuesto, a la gastronomía judía. "
    },
    {
        "name": "Goulash",
        "id": 5,
        "ingredientes": "1 kg de cordero, 1 cebolla, 2 zanahorias, 1 pimiento, 2 cucharadas de aceite, pimenton, ajo, 1lt de caldo, salsa de soja, 2 hojas de laurel, 2 cucharadas de concentrado de tomate, 200 gr de champiñón, manteca, 2 cucharadas de harina, aceite de oliva",
        "instrucciones": "Corta la carne en dados de 1,5 cm. Pela la cebolla y córtala en dados. Pele la zanahoria y córtela en rodajas. Corta los pimientos en dados. Calentar una cucharada de aceite en una olla ancha, añadir el tocino y la cebolla, glasearlo. Añade una segunda cucharada de aceite de oliva, pon las zanahorias y los pimientos y fríe todo durante unos minutos. Mientras tanto calienta el aceite en una sartén, aparte y fríe los trozos de carne. Sazonarlas con sal y pimienta y transferirlas a la olla con verduras. Si lo tienes todo, puedes regar alrededor de 1/3 del vaso de vino (tinto o blanco) y sobre un calor más alto evaporarse por un tiempo. Sazona el contenido de la olla con pimentón molido y el ajo. Vierta el caldo caliente en cantidad suficiente para cubrir los ingredientes. Añade salsa de soja, pimienta de Jamaica y laurel, tapa y guisa a fuego lento durante 1 hora y media hasta que la carne esté blanda. Finalmente, agregue concentrado de tomate y champiñones fritos en oro. Calentar bien la mantequilla en una sartén, añadir la harina y freírla un rato, removiendo. Poner en una olla, mezclar bien y hervir. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/106-image/106-image_web.jpg",
        "descripcion": "El gulasch húngaro, es un plato aromático y esencial condimentado con una gran cantidad de pimentón molido, con la adición de zanahorias, pimientos y setas fritas. "
    },
    {
        "name": "Sopa de kneidelaj",
        "id": 6,
        "ingredientes": "1 pollo entero trozado y sin cuero, 2 cebollas, 4 zanahorias sin pelar, 3 zanahorias peladas, 1 puerro, 1 nabo, cilantro o perejil, fideos de huevo, 4 o 5 matzot, 2 huevos batidos, harina de matzá (cantidad necesaria), 1/2 cebolla, sal, pimienta, comino, nuez moscada, 1 pocillo de aceite",
        "instrucciones": "En una olla grande, colocar las presas de pollo (con todos (los huesos), las cebollas, las zanahorias, el nabo y el puerro. Cubrir completamente con agua y dejar cocinar a fuego lento unas dos horas. Si el agua se reduce, agregar más. El caldo se cuela y se descarta los vegetales. Luego se separan los huesos del pollo y se corta en pedacitos pequeños( del tamaño de un bocado) Condimentar el caldo a su gusto, si lo prefiere puede incorporar un caldo de verdura o pollo. Incorporar los bastoncitos de zanahoria y dejar que se cocinen suavemente. Triturar las matzot en un envase grande y cubrir con agua caliente para que se deshagan. En una olla o sartén grande y profundo, se dora la cebollita. Se agregan las hierbas y condimentos y un poquito de agua si la mezcla se pega en el fondo del sartén. Colar las matzot y sacarles toda el agua que se pueda (estrujar). Agregar a la olla o sartén donde está el sofrito, bajar el fuego y cocinar, revolviendo, hasta que el agua se evapore y se vea el fondo del sartén. Retirar del fuego y dejar que se enfríe. Al enfriar, incorporar los huevos batidos y poco a poco la harina de matzá hasta lograr una mezcla ni muy dura ni muy suave. Hay que ir probando por cuanto algunos les gusta las bolas blanditas y otros duras. Para preparar las bolitas se untan las manos con un poco de aceite y se les da forma del tamaño de una nuez más o menos (aumentan bastante en el caldo). Se colocan en una bandeja cubierta con un poco de harina de matzá para que no se peguen. Una vez listas, se incorporan en el caldo caliente una por una y se tapa la olla durante 20 minutos. Calentar una cucharada de aceite en un sartén. Batir dos huevos, poner sal a gusto y vaciar sobre el sartén cubriendo el fondo, se da vuelta para que se cocine por el otro lado. Retirar y enrollar como un taco. Con un cuchillo picar en tiras del ancho de un fideo y reservar. Para servir la sopa se colocan 2 o 3 bolitas en un plato, un pedacito de pollo, 2 o 3 palitos de zanahoria y una porción de caldo. Se agrega un poco de “fideos” y cilantro o perejil al gusto. ¡Buen provecho para todos! ",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/45-image/45-image_web.jpg",
        "descripcion": "La tradicional comida de PESAJ!"
    },
    {
        "name": "Baba ghanoush",
        "id": 7,
        "ingredientes": "1 kg de berenjenas grandes, 1/2 taza de tahini, 3 dientes de ajo, jugo de 2 limones, aceite de oliva, sal, perejil",
        "instrucciones": "Pinche las berenjenas con todo y concha, la colocas en una bandeja y mételas al horno hasta que este bien blanditas. Cuando estén listas, sácalas y le quitas la concha y tritura muy bien la pulpa, que quede como un puré, reserva. Machaca los ajos, agrega sal, el jugo de limón y la crema de ajonjolí, esto se lo añades a las berenjenas y lo mezclas bien. Corrige la sal y sírvelo en bandejas. Adornamos con el perejil picado y el aceite de oliva. Coloca alrededor, pan de pita. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/19-image/19-image_web.jpg",
        "descripcion": "El Baba ganoush, es una pasta o dip preparado a base de berenjenas, muy similar al hummus, oriundo de Oriente Medio. Este manjar, se acompaña con pan pita."
    },
    {
        "name": "Hummus de garbanzo",
        "id": 8,
        "ingredientes": "250 gr de garbanzos cocidos, 1 cucharadita de comino, 1 cucharadita de pimenton dulce molido, 2 dientes de ajo, 2 ramas de perejil, pimienta, el jugo de 1 limon, 1 cucharadita de albahaca, sal",
        "instrucciones": "En un recipiente alto y hondo, agregue los garbanzos, y con una batidora, bátalo bien. O puede usar un mortero. Pique en un mortero los cominos, los dientes de ajo y el perejil tierno; una vez hecho, se añade a los garbanzos ya molidos, junto con el jugo de un limón, la cucharadita de pimentón dulce, la de albahaca, un poquito de pimienta y sal (a su gusto). Vuelva a batir, esta vez, no mucho, que queden trocitos de perejil visibles. Es preferible servir en frío acompañado de un pan de pita. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/13-image/13-image_web.jpg",
        "descripcion": "El hummus es una crema, en especial, de garbanzos cocidos, mezclado con zumo de limón. Es muy popular en fiestas y encuentros familiares. Su origen es de Oriente Medio, con gran arraigo en Israel. "
    },
    {
        "name": "Bohios de acelga",
        "id": 9,
        "ingredientes": "500 gr de harina leudante, 200 gr de queso rallado, 2 atados de acelga, 1 cucharada de harina, sal, aceite",
        "instrucciones": "Vierte los 500 gr. de harina leudante en un bol, agrega la sal, agua suficiente y amase bien hasta formar una masa uniforme. Preparar bolitas de masas y separarlas. Dejar las bolitas en un bol, remojadas en aceite, que las cubra durante 1 hora. Mientras tanto, limpia y revisa bien los atados de acelga, corta el tallo grueso del medio y cortalas en tiritas finitas, agregar 200 gr. de queso rallado, una cucharada de harina y mezcla todo. Sacar el aceite y estirarlas a lo largo con un palo de amasar, que quede lo más fina posible. Agregar el relleno en un extremo y enroscar hasta darle forma de bolita. Una vez armados los bohios colocar en la bandeja, pintarlos con aceite y echarle queso rallado arriba (un poquito). Cocinar en horno bien caliente unos 25 minutos. Sirva caliente, son deliciosos. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/26-image/26-image_web.jpg",
        "descripcion": "Rica receta de Bohios de acelga, son unos bocados muy sabrosos e ideal para reuniones y encuentro entre amigos. Ideal para os que les gusta la comida vegetariana."
    },
    {
        "name": "Shawarma",
        "id": 10,
        "ingredientes": "2 kg de carne de cordero, 1/4 nuez moscada, 1/2 cucharada de pimienta negra en granos, 1 cucharada de pimienta de jamaica en granos, 1/2 cucharada de coriandro, 1/2 cucharadita de canela molida, 4 clavos de olor, 1/2 cucharada de comino en granos, 1/4 cucharada de semillas de cardamomo, vinagre de vino, pan de pita",
        "instrucciones": "Para marinar los 2kg de carne, debes colocar en un recipiente, la 1/2 cucharadita pimienta negra en granos, 2 cucharada de baharat, 1 pizca de canela en polvo, 1/2 cucharada de pimienta de jamaica en granos, 2 dientes de ajo aplastados, 100cc de vinagre de vino, 100 cc de agua fría y jugo de medio limón. Luego del período de marinado, la carne ya estará lista para la cocción. Para ello, utilizaremos una parrilla. La carne debe ser cortados en bifes, pedazos grandes, para insertarlos en los pinchos, para esta tarea, utilice dos espadillas de brochette. El jugo de la marinada se debe reservar, pues puede ser necesario pintar los pinchos, luego de un primer corte. Lleve los pinchos a cocinar en las brasas. Después de 30-40 minutos, Ya estará listo este delicioso shawarma. Procede a cortar tiritas finitas de 5 cm de largo, aproximadamente con un cuchillo filoso. Ya tendrá el plato listo para llevarlo a la mesa. En la mesa, se sirve la carne, el pan de pita, un plato con rodajas de tomate a la mitad y cebollas, lechuga y una salsa taratur de sésamo. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/7-image/7-image_web.jpg",
        "descripcion": "Un delicia del con exportación de oriente Medio. Sin embargo, una de las comidas rápidas más elaborada por la cocina judía. Se elabora con diferentes tipos de carnes, en especial, el cordero. Se sirve en pan pita."
    },
    {
        "name": "Tehina o Tahini",
        "id": 11,
        "ingredientes": "2 cucharadas grandes de pasta de sesamo, 2 limones, ajo, comino, sal, agua",
        "instrucciones": "Procese el ajo, agua y el jugo de limón con una cucharadita de sal, en una licuadora o batidora de alimentos, hasta que se haga un puré grueso; déjelo reposar 10 minutos para que el ajo se suavice. Colar la mezcla de ajo a través de un colador de malla fina en un pequeño tazón, presionando los sólidos para liberar tanto líquido como sea posible. Devuelva el líquido al batidorde alimentos; deseche los sólidos. Añada el tahini y pulse para combinar. Para servir, esparcir el humus en un tazón poco profundo, espolvorear con pimentón, cubrir con perejil. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/29-image/29-image_web.jpg",
        "descripcion": "La tahina es una pasta de Oriente Medio, hecha a partir de semillas de sésamo molidas, el secreto del humus al estilo israelí, es una cantidad de tehina, que es especial. "
    },
    { 
        "name": "Sambusa, Samosa o Sambousek",
        "id": 12,
        "ingredientes": "1 kg de harina, 1 cucharadita de polvo para hornear, 300 gr de queso dambo o de barra, queso parmesano, 2 huevos, 1 cucharadita de queso blanco, aceite, sal, pimienta",
        "instrucciones": "Ralle los quesos en un bowl. Luego bata los huevos y echalos al bowl, junto con el queso. Agregue una pizca de sal, la pimienta, queso blanco y el polvo de hornear. Integre el aceite con la harina y deshacer los grumos. Eche la sal a gusto y el agua. Luego amase. Una vez listo la masa, haga bolitas chiquitas con su mano, luego estírelas con el palo de amasar. Estirar toda la masa y con el borde de un vaso, haga un corte en círculos. Luego, vuelva a estirarlas un poquito más. Rellene las tapitas con una cucharita de queso y cierre con los dedos o con ayuda de un tenedor. Untelas con huevo y póngales sésamo. Cocinarlas a horno, a fuego medio, por aproximado de 20 minutos o hasta que este cocida la masa. ¡Buen provecho para todos!",
        "imagen": "https://www.recetas-judias.com/base/stock/Recipe/9-image/9-image_web.jpg",
        "descripcion": "La samosa es una empanadilla frita u horneada con relleno salado. Puede prepararse de diferentes formas, cónicas o de media luna, según la región."
    }
]